[
    {
        "query": "lionel messi inter miami mls",
        "dokumen_relevan": [
            "Hasil Inter Miami Vs Columbus Crew 5-1 Kilau Messi Ukir Dwigol dan Dua Assist.txt",
            "Lionel Messi Cetak Gol Perekik Yahud dan Lampaui Rekor Ronaldinho, Inter Miami Selamat dari Maut di Menit Akhir.txt",
            "Lionel Messi dan Luis Suarez Menggila Lagi, Badai Langsung Berhenti di Miami.txt",
            "Lionel Messi Show! Inter Miami Bantai Columbus Crew 5-1, Sang Kapten Borong 4 Kontribusi Gol.txt",
            "Lionel Messi Tembus 865 Gol, Inter Miami Kembali Ke Jalur Kemenangan.txt"
        ]
    },
    {
        "query": "xabi alonso pelatih real madrid",
        "dokumen_relevan": [
            "Era Baru di Santiago Bernabeu Dimulai, Xabi Alonso Sah Pimpin Real Madrid.txt",
            "RESMI Real Madrid Umumkan Kedatangan Xabi Alonso Sebagai Pelatih Baru.txt",
            "Resmi! Xabi Alonso Latih Real Madrid.txt",
            "SAH! Xabi Alonso Jadi Pelatih Real Madrid, Gantikan Carlo Ancelotti.txt",
            "Xabi Alonso Siap Bawa Real Madrid Ke Sejarah Baru.txt"
        ]
    },
    {
        "query": "final piala FA",
        "dokumen_relevan": [
            "Crystal Palace Ukir Sejarah, Juara FA Cup 20242025!.txt",
            "Daftar 10 Pencetak Gol Terbanyak Sepanjang Masa di FA Cup.txt",
            "Jadwal dan Link Live Streaming Crystal Palace vs Manchester City di Final Piala FA 2024-2025 di Vision+ Okezone Bola.txt",
            "Jadwal Siaran Langsung Crystal Palace vs Manchester City di Final Piala FA 2024-2025 Hiburan vs Sejarah Okezone Bola.txt",
            "Ruben Amorim Dipecat Manchester United Setelah Kalah dari Fulham di Piala FA 2024-2025 Okezone Bola.txt"
        ]
    },
    {
        "query": "cedera pemain timnas indonesia",
        "dokumen_relevan": [
            "Susul Ragnar, Septian, dan Eliano, Sandy Walsh Dipastikan Absen Bela Timnas Indonesia Akibat Cedera, Erick Thohir Tak Mau Intervensi.txt",
            "Fokus Pemulihan Cedera, Sandy Walsh Tetap Dukung Timnas Indonesia dari Rumah.txt",
            "Eliano Reijnders Batal Gabung Timnas Indonesia demi Dampingi Keluarga.txt",
            "Kata Sandy Walsh Usai Absen Bela Timnas Indonesia di Kualifikasi Piala Dunia 2026.txt",
            "6 Pemain Timnas Indonesia Dipastikan Absen saat Hadapi China Kekuatan Skuad Garuda Aman.txt"
        ]
    },
    {
        "query": "hasil pertandingan AC Milan",
        "dokumen_relevan": [
            "Hasil AC Milan vs Bologna di Final Coppa Italia 2024-2025 Menang 1-0, I Rossoblu Juara! Okezone Bola.txt",
            "Hasil AC Milan vs Inter Milan di Semifinal Coppa Italia 2024-2025 Rossoneri Gagal Tumbangkan Nerazzurri di San Siro! Okezone Bola.txt",
            "Hasil Genoa vs AC Milan di Liga Italia 2024-2025 Rossoneri Menang 2-1 Okezone Bola.txt",
            "Hasil Inter Milan vs AC Milan di Semifinal Coppa Italia 2024-2025 Menang 3-0, Rossoneri Melaju ke Final! Okezone Bola.txt",
            "AC Milan Vs Monza Rossoneri Tutup Musim dengan Kemenangan 2-0.txt"
        ]
    },
    {
        "query": "kontrak pemain barcelona",
        "dokumen_relevan": [
            "Raphinha di Ambang Perpanjang Kontrak dengan Barcelona.txt",
            "Barcelona Siap Kesampingkan Aturan demi Kontrak Baru Lamine Yamal.txt",
            "Barcelona Sepakati Kontrak Baru Lamine Yamal, Jadi Pemain Dengan Bayaran Termahal.txt",
            "Lamine Yamal Perpanjang Kontrak di Barcelona, Ini Benefit yang Didapat.txt",
            "Barcelona Perpanjang Kontrak Raphinha sampai 2028, Selanjutnya Lamine Yamal.txt"
        ]
    },
    {
        "query": "hasil pertandingan bayern munich",
        "dokumen_relevan": [
            "Hasil VfB Stuttgart vs Bayern Munich di Bundesliga 2024-2025 Harry Kane Cs Menang 3-1! Okezone Bola.txt",
            "Hasil Bayern Munich vs Borussia Dortmund di Bundesliga 2024-2025 Die Roten Gagal Berjaya di Der Klassiker! Okezone Bola.txt",
            "Hasil Bundesliga 2024-2025 Semalam Bayern Munich vs Borussia Monchengladbach 2-0! Okezone Bola.txt",
            "Hasil Bayern Munich vs Mainz 05 di Bundesliga 2024-2025 Die Roten Menang Telak 3-0! Okezone Bola.txt",
            "Hasil Union Berlin vs Bayern Munich di Bundesliga 2024-2025 Sengit, Laga Berakhir 1-1 Okezone Bola.txt"
        ]
    },
    {
        "query": "klub juara liga champions eropa",
        "dokumen_relevan": [
            "3 Klub Antah Berantah yang Ternyata Pernah Juara Liga Champions, Nomor 1 Permalukan Inter Milan Okezone Bola.txt",
            "4 Epic Comeback di Final Liga Champions, Nomor 1 Liverpool vs AC Milan! Okezone Bola.txt",
            "5 Klub Top Liga Inggris yang Pernah Juara Liga Champions, Nomor 1 Rival Sekota Manchester City Okezone Bola.txt",
            "7 Klub Raksasa Eropa Peraih Trofi Liga Champions Terbanyak, Nomor 1 Rival Abadi Barcelona Okezone Bola.txt",
            "Klub Raksasa Eropa yang Pernah Juara Liga Champions di Allianz Arena Okezone Bola.txt"
        ]
    },
    {
        "query": "pemain timnas indonesia absen lawan china kualifikasi piala dunia",
        "dokumen_relevan": [
            "Media China Salut Lihat Eliano Reijnders Absen Bela Timnas Indonesia demi Temani Istri Lahiran Jarang Ada yang Begini!.txt",
            "Kata Sandy Walsh yang Absen Bela Timnas Indonesia.txt",
            "Maarten Paes Absen Lawan China, Jay Idzes Buka Suara sebelum Gawang Timnas Indonesia Dikawal Emil Audero.txt",
            "Dua Pilar Bek Kanan Timnas Indonesia Absen Lawan China, Patrick Kluivert Nilai Banyak Solusi termasuk Sayuri Bersaudara.txt",
            "Update Pemusatan Latihan Timnas Indonesia 4 Pemain Absen Lawan China.txt"
        ]
    },
    {
        "query": "berita marselino ferdinan",
        "dokumen_relevan": [
            "Marselino Ferdinan Resmi Cetak Gol ke Gawang Luton Town, Pelatih Timnas Indonesia Patrick Kluivert Bahagia! Okezone Bola.txt",
            "Marselino Ferdinan Bahagia, Pelatih Oxford United Janji Sering Mainkan Pemain Muda Musim Depan Okezone Bola.txt",
            "Gabung ke Klub Kasta Kedua Liga Inggris, Marselino Ferdinan Tak Mau Cuma Jadi Angin Lewat seperti di Belgia.txt",
            "Momen Tendangan Cantik Marselino Ferdinan di Sesi Latihan KMSK Deinze, Gokil!.txt",
            "Unik! Jersey Marselino Ferdinan dan Sandy Walsh Dipajang di KBRI Brussels.txt"
        ]
    },
    {
        "query": "kualifikasi piala asia u-23",
        "dokumen_relevan": [
            "Timnas U-23 Indonesia Punya Dua Keuntungan Besar di Kualifikasi Piala Asia U-23 2026.txt",
            "Ada 3 Wakil ASEAN, 16 Tim Ini Tak Bakal Segrup Timnas U-23 Indonesia di Kualifikasi Piala Asia U-23 2026.txt",
            "Timnas Indonesia U-23 Ditarget Lolos Piala Asia U-23, Ajang Piala AFF Jadi Persiapan.txt",
            "Timnas U-23 Indonesia Ketemu Korea Selatan di Kualifikasi Piala Asia U-23 2026, Begini Tanggapan Erick Thohir.txt",
            "Klasemen Putaran ke-3 Kualifikasi Piala Dunia 2026 Zona Asia.txt"
        ]
    },
    {
        "query": "erick thohir pssi",
        "dokumen_relevan": [
            "TC Timnas Indonesia di Bali Bukan Untuk Liburan, Erick Thohir Sebut Ini Bentuk Apresiasi untuk Pemain.txt",
            "Erick Thohir Sarankan PSM Banding Tentang Sanksi Yuran Fernandes.txt",
            "Janji Patrick Kluivert dan Marselino di Pesta Ulang Tahun Erick Thohir.txt",
            "Patrick Kluivert Janjikan Kado 3 Poin dari Timnas Indonesia untuk Erick Thohir!.txt",
            "Tiga Poin atas China Akan Jadi Kado Ulang Tahun untuk Erick Thohir dari Skuad Timnas Indonesia.txt"
        ]
    },
    {
        "query": "real betis vs chelsea final conference league",
        "dokumen_relevan": [
            "Real Betis Vs Chelsea The Blues di Ambang Rekor Bersejarah.txt",
            "Jadwal Real Betis Vs Chelsea di Final Conference League.txt",
            "Chelsea Menang Telak 4-1 atas Real Betis di Final UEFA Conference League 20242025.txt",
            "Real Betis Vs Chelsea Final Liga Konferensi Eropa, Uang Jadi Perbedaan.txt",
            "Chelsea Bangkit Menggilas Real Betis 4 Gol, Panggil Mereka Raja Trofi Eropa.txt"
        ]
    },
    {
        "query": "klasemen liga italia napoli juara",
        "dokumen_relevan": [
            "5 Fakta Napoli Juara Liga Italia 2024-2025, Nomor 1 Bikin Fans Partenopei Bangga! Okezone Bola.txt",
            "7 Data-Fakta Napoli Juara Liga Italia 20242025.txt",
            "Hasil Liga Italia 2024-2025 Lecce 0-1 Napoli, Inter Milan 1-0 Verona Okezone Bola.txt",
            "Hasil Liga Italia 2024-2025 Semalam Meski Inter Milan Menang, Napoli Amankan Gelar Juara Serie A Musim Ini Okezone Bola.txt",
            "Klasemen Liga Italia usai Napoli Scudetto Masih Banyak Persaingan Sengit.txt"
        ]
    },
    {
        "query": "PSG juara liga champions",
        "dokumen_relevan": [
            "5 Fakta PSG Juara Liga Champions 2024-2025, Nomor 1 Kemenangan dengan Selisih Gol Terbesar di Final! Okezone Bola.txt",
            "PSG Babat Inter 5-0 di Final Liga Champions, Melebihi yang Dilakukan AC Milan.txt",
            "Juara Liga Champions Tanda Era Baru di PSG.txt",
            "Kata Kylian Mbappe Usai PSG Gilas Inter 5-0 dan Juara Liga Champions.txt",
            "Resmi! PSG Juara Liga Champions 20242025!.txt"
        ]
    },
    {
        "query": "prediksi pertandingan timnas indonesia",
        "dokumen_relevan": [
            "Timnas Indonesia Gacor di Kandang, China Diprediksi Bakal Gemetar saat Bertanding di SUGBK.txt",
            "Prediksi Timnas Indonesia U-19 vs Filipina U-19, di Piala AFF U-19.txt",
            "Prediksi Sergio van Dijk untuk Laga Timnas Indonesia Kontra China dan Jepang.txt",
            "Shayne Pattynama Prediksi Timnas Indonesia Menang 2-0 Lawan China, Begini Reaksi Media Vietnam.txt",
            "Media Vietnam Sebut Skenario China Hajar Timnas Indonesia 3-0 Hanya Mimpi Siang Bolong Okezone Bola.txt"
        ]
    },
    {
        "query": "berita transfer Real Madrid",
        "dokumen_relevan": [
            "Xabi Alonso Janji Kembalikan Kedigdayaan Real Madrid.txt",
            "Here We Go! Real Madrid Kunci Transfer Dean Huijsen dari Bournemouth.txt",
            "Terungkap, Transfer Trent Alexander-Arnold ke Real Madrid Ternyata Tidak Gratisan!.txt",
            "Real Madrid Resmi Rekrut Dean Huijsen, Carlo Ancelotti Potensi Hebat! Okezone Bola.txt",
            "Transfer Trent Alexander-Arnold Liverpool Untung Finansial, Real Madrid Siap Tampil Maksimal di Club World Cup.txt"
        ]
    },
    {
        "query": "suporter sepak bola rusuh",
        "dokumen_relevan": [
            "2 Orang Tewas dalam Kerusuhan di Pesta Juara PSG.txt",
            "Rusuh Suporter Laga Persela Vs Persijap, Media Vietnam Kalian Lupa Tragedi Kanjuruhan.txt",
            "Bikin Malu! Kerusuhan Suporter di Indonesia Kembali Jadi Sorotan Media Vietnam.txt",
            "Bocah 17 Tahun Tewas Ditikam, 426 Orang Ditangkap dalam Kerusuhan di Paris usai PSG Juara Liga Champions.txt",
            "Chaos di Paris setelah PSG Juara Liga Champions, Polisi Tangkap Setidaknya 81 Biang Kerok.txt"
        ]
    },
    {
        "query": "pelatih sepak bola dengan gaji tertinggi",
        "dokumen_relevan": [
            "3 Pelatih Top dengan Gaji Tertinggi di Liga Italia Serie A 2024-2025, Nomor 1 Sentuh Rp121 Miliar Okezone Bola.txt",
            "Massimiliano Allegri Resmi Kembali ke AC Milan sebagai Pelatih Termahal.txt",
            "Segini Gaji Pelatih Simone Inzaghi di Inter Milan yang Lolos ke Final Liga Champions 2024-2025 Okezone Bola.txt",
            "Adu Gaji Xabi Alonso sebagai Pelatih Bayer Leverkusen dengan Real Madrid, Bak Bumi dan Langit! Okezone Bola.txt",
            "Theo Hernandez Dilirik Al Hilal, Gaji Naik 4 Kali Lipat!.txt"
        ]
    }
    
]